{
  "header": {
    "home": ["Home", "Page d'accueil"],
    "schoolbuses": ["School Buses", "Bus Scolaires"],
    "charters": ["Charters", "Autobus Nolisés"],
    "aboutus": ["About Us", "Propos de Nous"],
    "contactus": ["Contact Us", "Contactez Nous"]
  },
  "home": {
    "cancellations": [
      "Notices of bus cancellations or delays can be found ",
      "Avis d'annulation de bus ou des retards peuvent être trouvés "
    ],
    "here": ["here.", "ici."],
    "blurb": [
      "At Willard Bus Lines, our goal is to provide professional and dependable transportation services across Temiskaming Shores and area.\nWe are a family owned and operated business that is proudly 100% Canadian.\nWith our experienced drivers and quality fleet, take comfort in knowing we will safely get you where you need to go.",
      "A Willard Bus Lines, notre objectif est de fournir des services de transport professionnels et fiables à travers Temiskaming Shores et la région. Nous sommes une entreprise familiale et entreprise exploitée qui est fièrement 100% canadien.\nAvec nos chauffeurs expérimentés et flotte de qualité, se consoler en sachant que nous allons vous rendre en toute sécurité où vous devez aller."
    ],
    "mission": [
      "Our mission is to continue the safe, reliable, and on-time service that we have always provided.",
      "Notre mission est de poursuivre le service sûr, fiable et en temps que nous avons toujours fourni."
    ]
  },
  "school-buses": {
    "cancellations": [
      "Notices of bus cancellations or delays can be found ",
      "Avis d'annulation de bus ou des retards peuvent être trouvés "
    ],
    "here": ["here.", "ici."],
    "blurb1": [
      "Willard Bus Lines currently serves a large area of North Eastern Ontario, spanning from Temagami to Kirkland Lake. We operate 45 school routes daily, split between four school boards.\n\nIf you have any questions about your child's eligibilty or school zone boundaries, click ",
      "Willard Bus Lines dessert actuellement une grande partie du Nord-Est de l'Ontario, allant de Temagami à Kirkland Lake. Nous exploitons 45 itinéraires scolaires quotidiens, répartis entre les quatre commissions scolaires.\n\nSi vous avez des questions au sujet de la zone ou admissibilité à cet scolaire des limites de votre enfant, cliquez ."
    ],
    "blurb2": [
      "In addition, Willard Bus Lines participates in the annual \"Timiskaming Bus Buddies Program\" held at College Boreal.\n\nThis Young Rider Day is designed to make sure children and new riders are comfortable with riding the school bus, as well as teaching them bus safety involved with waiting for the bus, getting on and off, and travelling on the bus.\n\nWillard Bus Lines is proud to volunteer at the event by donating buses for rides and display.",
      "En outre, Willard Bus Lines participe au \"Programme Bus Buddies Timiskaming\" annuelle tenue au Collège Boréal.\n\nCette Journée Jeunes Écoliers est conçu pour faire en sorte que les enfants et les nouveaux coureurs sont à l'aise avec l'autobus scolaire, ainsi que de leur enseigner la sécurité des autobus impliqué dans l'attente du bus, monter et descendre, et voyager dans le bus.\n\nWillard Bus Lines est fier de faire du bénévolat à l'événement en donnant des bus pour des tours et affichage."
    ]
  },
  "charters": {
    "blurb": [
      "Willard Bus Lines also offers chartered bus services to companies and individuals.\n\nWe are currently the proud carriers of the New Liskeard Cubs AAA Midgets and the New Liskeard Lions Midget A hockey teams.\nWillard Bus Lines services the areas of Iroquois Falls, Kirkland Lake, Temiskiming Shores, Matheson, Latchford, and Temagami.\n\nServices can be provided to church groups, sports teams, wedding charters, and more!\n\nWe look forward to making your charter a pleasant and relaxing experience, as we offer quality activity and school buses at reasonable rates.\nOur expertly trained and courteous drivers will do their best to offer you a safe and on-time ride to your destination.\n\nTo request a quote, please visit the ",
      "Willard Bus Lines offre également des services d'autobus nolisés aux entreprises et aux particuliers.\n\nNous sommes actuellement les transporteurs fiers du Cubs de New Liskeard AAA Midgets et les équipes New Liskeard Lions Midget A de hockey. Willard Lines Bus les domaines des Iroquois Falls, Kirkland Lake, Temiskiming Shores, Matheson, Latchford et Temagami.\n\nLes services peuvent être fournis à des groupes religieux, des équipes sportives, des chartes de mariage, et plus encore!\n\nNous nous réjouissons de faire votre charte une expérience agréable et relaxant, comme nous offrons l'activité de qualité et autobus scolaires à des tarifs raisonnables. Nos chauffeurs spécialement formés et courtois feront de leur mieux pour vous offrir un tour en toute sécurité et à temps à votre destination.\n\nPour demander un devis, s'il vous plaît visitez la page "
    ],
    "contact": ["Contact Us", "Contactez Nous"],
    "page": [" page.", "."]
  },
  "about-us": {
    "blurb": [
      "For over 55 years, Willard Bus Lines has provided school transportation services to the school boards of North Eastern Ontario. Our strong community roots and excellent safety record reflect our deep commitment to these schools and families.\n\nWillard Bus Lines is a family owned and operated business that is proudly 100% Canadian. We have serviced Temiskaming Shores and area since 1961, when the company was founded by Glen Willard & Alex Little.\n\nCurrently, Willard Bus Lines is owned and operated by Terry and Jeff Willard who are long-term residents of the community. Together, with the rest of the staff, they are committed to supporting local schools, businesses, community projects and neighbours.\n\nCommunity support has been given in the form of free bussing for certain school and church outings and in contributions to community based fundraising projects.\n\nWe are passionate about teaching our students to stay safe. We believe that school bus drivers make an impact in a child’s life. We are the first ones students see in the morning and the last ones they see before they go home. Student safety training happens every day, every route and every time a student is in the care of one of our drivers.\n\nOur experienced staff and quality fleet allows us to safely get you where you need to go.",
      "Pour plus de 55 ans, Willard Bus Lines a fourni des services de transport scolaire aux conseils scolaires du Nord-Est de l'Ontario. Nos racines communautaires solides et un excellent dossier de sécurité reflètent notre engagement profond envers ces écoles et les familles.\n\nWillard Bus Lines est une entreprise familiale et exploité entreprise qui est fièrement 100% canadien. Nous avons entretenu Temiskaming Shores et la région depuis 1961, lorsque la société a été fondée par Glen Willard & Alex Little.\n\nActuellement, Willard Bus Lines est détenu et exploité par Terry et Jeff Willard qui sont résidents de longue durée de la communauté. Ensemble, avec le reste du personnel, ils se sont engagés à soutenir les écoles, les entreprises, les projets et les voisins de la communauté locale.\n\nLe soutien communautaire a été donné sous la forme d'bussing gratuit pour certaines sorties scolaires et des églises et des contributions à des projets de collecte de fonds sur la base de la communauté.\n\nNous sommes passionnés par l'enseignement de nos étudiants de rester en sécurité. Nous croyons que les conducteurs d'autobus scolaires font un impact dans la vie d'un enfant. Nous sommes les premiers étudiants voient dans le matin et les derniers qu'ils voient avant qu'ils rentrent chez eux. formation à la sécurité des élèves qui se passe chaque jour, chaque itinéraire et chaque fois qu'un étudiant est dans le soin de l'un de nos chauffeurs.\n\nNotre personnel et la qualité flotte expérimentée nous permet de vous rendre en toute sécurité où vous devez aller."
    ],
    "history-title": ["History:", "Histoire:"],
    "history": [
      "In 1961 Glen Willard & Alex Little began “Willard and Little Bus Lines”. They started out by serving the local community of Kerns Township with only 2 buses. As the years went on, the business expanded to serve a larger area and the fleet grew to 8 buses.\n\nEventually, Glen took over sole ownership of the company and he enlisted the help of his kids to help it thrive, truly making it a family run business. Early on, his eldest son Wes, who was a teacher at NLPS, managed the bookwork division and is still called upon now for his experience in the field. In 1990, Glen had his eye on retirement and decided to pass on the company to two of his other sons, Terry & Jeff.\n\nTerry overtook the day-to-day operations, while Jeff managed the service/maintenance side of the business. Currently, our service area extends from Temagami to Kirkland Lake, and we have grown to 45 bus routes. With this success, more help was needed, and it only seemed fitting that more family would fill those roles. Terry’s wife, Susan, and Jeff’s wife, Keetha are now integral members in the office.\n\nSince the inception of Willard Bus Lines Inc. Glen’s motto was \"It's for the kids\". We have stood by this ideal, and truly believe that school bus drivers have an impact in a child’s life.\n\n2016 marks our 55th year in business, and we plan to maintain the same level of quality service that we have provided for so long.",
      "En 1961, Glen Willard & Alex Peu ont commencé \"Willard et Little Bus Lines\". Ils ont commencé par servir la communauté locale de Kerns Township avec seulement 2 bus. Comme les années ont passé, l'entreprise a élargi pour servir une plus grande surface et la flotte a augmenté de 8 bus.\n\nFinalement, Glen a repris la propriété exclusive de la société et il a demandé l'aide de ses enfants pour l'aider à prospérer, ce qui en fait vraiment une entreprise familiale. Dès le début, son fils aîné Wes, qui était professeur à NLPS, géré la division bookwork et est encore appelée aujourd'hui pour son expérience dans le domaine. En 1990, Glen avait l'œil sur la retraite et a décidé de transmettre l'entreprise à deux de ses autres fils, Terry & Jeff.\n\nTerry a dépassé les opérations au jour le jour, alors que Jeff a réussi le côté de service / maintenance de l'entreprise. Actuellement, notre zone de service étend de Temagami à Kirkland Lake, et nous avons augmenté à 46 lignes de bus. Grâce à ce succès, plus d'aide est nécessaire, et il ne semblait approprié que plus de famille remplirait ces rôles. L'épouse de Terry, Susan, et la femme de Jeff, Keetha sont maintenant membres à part entière dans le bureau.\n\nDepuis la création de la devise de Willard Bus Lines Inc. Glen était \"Il est pour les enfants\". Nous avons défendu par cet idéal, et je crois vraiment que les conducteurs d'autobus scolaires ont un impact dans la vie d'un enfant.\n\n2016 marque notre 55e année en affaires, et nous prévoyons de maintenir le même niveau de service de qualité que nous avons fourni depuis si longtemps."
    ]
  },
  "contact-us": {
    "opportunities-title": [
      "Employment Opportunities:",
      "Opportunités d'emploi:"
    ],
    "opportunities": [
      "Willard Bus Lines is currently looking to hire Spare Bus Drivers in the New Liskeard, Englehart, and Kirkland Lake areas.",
      "Willard Bus Lines est actuellement à la recherche d'embaucher conducteurs d'autobus de rechange dans le New Liskeard, Englehart, et les zones de Kirkland Lake."
    ],
    "apply": [
      "Interested in applying as a driver?\nFill out and mail, email, or fax the form below to apply.\n",
      "Voulez-vous être conducteur de bus scolaire pour Willard?\nRemplissez et du courrier, e-mail ou par fax le formulaire ci-dessous pour appliquer.\n"
    ],
    "apply-button": ["Application Form", "formulaire de demande"],
    "info-1": [
      "Phone: (705) 563-2805\nFax:      (705) 563-2806\nEmail: ",
      "Phone: (705) 563-2805\nFax:      (705) 563-2806\nEmail: "
    ],
    "info-email": ["willardbuslines@gmail.com", "willardbuslines@gmail.com"],
    "info-2": [
      "\nJeff Willard cell:   (705) 648-4834\nTerry Willard cell: (705) 648-4835\n\n299422 Bus Line Road\nR.R.#1\nThornloe, ON\nP0J 1S0",
      "\nJeff Willard cell:   (705) 648-4834\nTerry Willard cell: (705) 648-4835\n\n299422 Bus Line Road\nR.R.#1\nThornloe, ON\nP0J 1S0"
    ]
  }
}
